[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="高混乱度")
m_Choices[1]=(m_ChoiceText="低混乱度")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowHUDMessage_0 DisSeqAct_ShowHUDMessage]
m_Message="战斗时无法使用。"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowLocationDiscovery_0 DisSeqAct_ShowLocationDiscovery]
m_LocationName="裁缝的工作室"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowLocationDiscovery_1 DisSeqAct_ShowLocationDiscovery]
m_LocationName="杰罗姆的黑店"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowLocationDiscovery_3 DisSeqAct_ShowLocationDiscovery]
m_LocationName="德雷珀斯区"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="河滨区"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="杰罗姆"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_10 DisSeqAct_UpdateTaskTarget]
m_TargetName="吝啬鬼的据点"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_11 DisSeqAct_UpdateTaskTarget]
m_TargetName="吝啬鬼的据点"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_12 DisSeqAct_UpdateTaskTarget]
m_TargetName="杰罗姆"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_13 DisSeqAct_UpdateTaskTarget]
m_TargetName="杰罗姆的黑店"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_14 DisSeqAct_UpdateTaskTarget]
m_TargetName="河滨区"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_15 DisSeqAct_UpdateTaskTarget]
m_TargetName="婚礼之环"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_16 DisSeqAct_UpdateTaskTarget]
m_TargetName="婚礼之环"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_17 DisSeqAct_UpdateTaskTarget]
m_TargetName="婚礼之环"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_18 DisSeqAct_UpdateTaskTarget]
m_TargetName="背诵誓言"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_19 DisSeqAct_UpdateTaskTarget]
m_TargetName="结婚礼物"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_2 DisSeqAct_UpdateTaskTarget]
m_TargetName="下水道入口"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_20 DisSeqAct_UpdateTaskTarget]
m_TargetName="河滨区入口"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_21 DisSeqAct_UpdateTaskTarget]
m_TargetName="河滨区"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_22 DisSeqAct_UpdateTaskTarget]
m_TargetName="河滨区"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_23 DisSeqAct_UpdateTaskTarget]
m_TargetName="河滨区"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_24 DisSeqAct_UpdateTaskTarget]
m_TargetName="婚礼之环"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_25 DisSeqAct_UpdateTaskTarget]
m_TargetName="结婚礼物"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_26 DisSeqAct_UpdateTaskTarget]
m_TargetName="典礼托盘"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_27 DisSeqAct_UpdateTaskTarget]
m_TargetName="杰罗姆"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_28 DisSeqAct_UpdateTaskTarget]
m_TargetName="杰罗姆"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_29 DisSeqAct_UpdateTaskTarget]
m_TargetName="吝啬鬼的据点"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_3 DisSeqAct_UpdateTaskTarget]
m_TargetName="吝啬鬼的据点"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_30 DisSeqAct_UpdateTaskTarget]
m_TargetName="帽子帮机械师的公寓"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_31 DisSeqAct_UpdateTaskTarget]
m_TargetName="杰罗姆的黑店"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_32 DisSeqAct_UpdateTaskTarget]
m_TargetName="帽子帮机械师的公寓"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_33 DisSeqAct_UpdateTaskTarget]
m_TargetName="纺织厂"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_34 DisSeqAct_UpdateTaskTarget]
m_TargetName="纺织厂"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_35 DisSeqAct_UpdateTaskTarget]
m_TargetName="帽子帮机械师的公寓"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_36 DisSeqAct_UpdateTaskTarget]
m_TargetName="纺织厂"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_4 DisSeqAct_UpdateTaskTarget]
m_TargetName="纺织厂"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_5 DisSeqAct_UpdateTaskTarget]
m_TargetName="河滨区"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_6 DisSeqAct_UpdateTaskTarget]
m_TargetName="婚礼之环"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_7 DisSeqAct_UpdateTaskTarget]
m_TargetName="杰罗姆"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_8 DisSeqAct_UpdateTaskTarget]
m_TargetName="杰罗姆"

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_UpdateTaskTarget_9 DisSeqAct_UpdateTaskTarget]
m_TargetName="婚礼之环"

